<?php
$config['product_fields'] = array(
	'img_85_85'	=> array('width'=>85, 'height'=>85, 'sufix'=>'.jpg.85x85', 'wm'=>FALSE),
	'img_140_140'	=> array('width'=>140, 'height'=>140, 'sufix'=>'.jpg.140x140', 'wm'=>FALSE),
	'img_150_150'	=> array('width'=>150, 'height'=>150, 'sufix'=>'.jpg.150x150', 'wm'=>FALSE),
	'img_175_175'	    => array('width'=>175, 'height'=>175, 'sufix'=>'.jpg.175x175', 'wm'=>FALSE),
	'img_220_220'	=> array('width'=>220, 'height'=>220, 'sufix'=>'.jpg.220x220', 'wm'=>FALSE),
	'img_418_418'	=> array('width'=>418, 'height'=>418, 'sufix'=>'.jpg.418x418', 'wm'=>FALSE),
	'img_850_850'	=> array('width'=>850, 'height'=>850, 'sufix'=>'.jpg.850x850', 'wm'=>FALSE),
);

$config['product_age'] = array(
	0=>'新生儿',
	6=>'6个月',
	12=>'1岁',
	24=>'2岁',	
	36=>'3岁',
	48=>'4岁',
	60=>'5岁',
	72=>'6岁',
	84=>'7岁',
	96=>'8岁',
	108=>'9岁',
	120=>'10岁',
	132=>'11岁',
	144=>'12岁及以上'
);

$config['product_google_cat']=array(
	1=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴幼儿上衣',
	2=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴幼儿下装',
	3=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴幼儿上衣',
	4=>'服饰 > 鞋类 > 婴幼儿鞋',
	5=>'箱包/手袋 > 双肩包/登山包/户外背包',
	13=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴幼儿外套',
	16=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴幼儿外套',
	25=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴幼儿连衣裙',
	34=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴幼儿外套',
	35=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴幼儿内衣',
	47=>'服饰 > 服饰配件/皮带/帽子/围巾 > 婴儿/幼儿服装配饰 > 婴儿/幼儿帽子',
	50=>'服饰 > 服装 > 保暖内衣/内衣/袜子 > 短袜/船袜/棉袜',
	61=>'箱包/手袋 > 双肩包/登山包/户外背包',
	70=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴幼儿外套',
	72=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴幼儿连衣裙',
	74=>'服饰 > 服装 > 童装/婴儿服/童鞋 > 婴儿连体衣',	
);